<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>%@ is already on the latest release available</key>
	<string>%@ hiện đang là phiên bản mới nhất</string>
	<key>%@ will check for updates</key>
	<string>%@ sẽ kiểm tra bản cập nhật</string>
	<key>%lld app%@</key>
	<string>%lld ứng dụng%@</string>
	<key>%lld file%@</key>
	<string>%lld tệp%@</string>
	<key>%lld files</key>
	<string>%lld tệp</string>
	<key>%lld loaded</key>
	<string>%lld đã tải xong</string>
	<key>%lld not loaded</key>
	<string>%lld chưa được tải</string>
	<key>%lld of %lld file%@ selected</key>
	<string>%1$lld trong số %2$lld tệp%3$@ đã được chọn</string>
	<key>%lld of %lld language%@ selected for removal</key>
	<string>%1$lld trong số %2$lld ngôn ngữ%3$@ đã chọn để xóa</string>
	<key>%lld outdated</key>
	<string>%lld lỗi thời</string>
	<key>%lld package%@</key>
	<string>%lld gói%@</string>
	<key>%lld package%@ installed</key>
	<string>%1$lld gói%2$@ đã được cài đặt</string>
	<key>%lld path%@</key>
	<string>%lld đường dẫn%@</string>
	<key>%lld plugin%@</key>
	<string>%lld plugin%@</string>
	<key>%lld related file%@ found</key>
	<string>%1$lld tệp liên quan%2$@ được tìm thấy</string>
	<key>%lld result%@</key>
	<string>%lld kết quả%@</string>
	<key>%lld schedule%@ active</key>
	<string>%1$lld lịch trình%2$@ đang hoạt động</string>
	<key>%lld service%@</key>
	<string>%lld dịch vụ%@</string>
	<key>%lld valid %@ found</key>
	<string>Đã tìm thấy %lld %@ hợp lệ</string>
	<key>%lld/%lld file%@</key>
	<string>%1$lld/%2$lld tệp%3$@</string>
	<key>(Build %@)</key>
	<string>(Bản dựng %@)</string>
	<key>(Hidden)</key>
	<string>(Hidden)</string>
	<key>(Skipped %@)</key>
	<string>(Bỏ qua %@)</string>
	<key>(same unit)</key>
	<string>(cùng đơn vị)</string>
	<key>**%lld%%** savings</key>
	<string>**%lld%%** đang lưu</string>
	<key>**whoami** command should return 'root' if helper is running correctly.</key>
	<string>Lệnh **whoami** nên trả về 'root' nếu trình trợ giúp đang chạy đúng cách.</string>
	<key>0 bytes</key>
	<string>0 byte</string>
	<key>30 days</key>
	<string>30 ngày</string>
	<key>365 days</key>
	<string>365 ngày</string>
	<key>90 days</key>
	<string>90 ngày</string>
	<key>A **huge** thank you to everyone who has contributed so far!</key>
	<string>Một **lời cảm ơn lớn** đến tất cả những ai đã đóng góp cho đến nay!</string>
	<key>A new version of Pearcleaner is available for download.</key>
	<string>Một phiên bản mới của Pearcleaner có sẵn để tải xuống.</string>
	<key>About</key>
	<string>Thông tin ứng dụng</string>
	<key>About %@</key>
	<string>Thông tin về %@</string>
	<key>Accessibility</key>
	<string>Trợ năng</string>
	<key>Actions</key>
	<string>Hành động</string>
	<key>Actions (applied to all schedules)</key>
	<string>Hành động (áp dụng cho tất cả các lịch trình)</string>
	<key>Add</key>
	<string>Thêm</string>
	<key>Add Comment Filter</key>
	<string>Thêm bộ lọc bình luận</string>
	<key>Add Date Filter</key>
	<string>Thêm bộ lọc ngày</string>
	<key>Add Extension Filter</key>
	<string>Thêm bộ lọc phần mở rộng</string>
	<key>Add Filter</key>
	<string>Thêm Bộ lọc</string>
	<key>Add Name Filter</key>
	<string>Thêm Bộ lọc Tên</string>
	<key>Add Schedule</key>
	<string>Thêm lịch trình</string>
	<key>Add Size Filter</key>
	<string>Thêm bộ lọc kích thước</string>
	<key>Add Tags Filter</key>
	<string>Thêm bộ lọc thẻ</string>
	<key>Add Tap</key>
	<string>Thêm Vòi</string>
	<key>Add a new schedule occurrence</key>
	<string>Thêm một lần xuất hiện lịch trình mới</string>
	<key>Add a schedule to activate automatic updates</key>
	<string>Thêm lịch trình để kích hoạt cập nhật tự động</string>
	<key>Add a tap to get started</key>
	<string>Thêm một lần chạm để bắt đầu</string>
	<key>Add file/folder</key>
	<string>Thêm tệp/thư mục</string>
	<key>Add files or folders that will be ignored when searching for orphaned files. Click a path to remove it from the list.</key>
	<string>Thêm các tệp hoặc thư mục sẽ bị bỏ qua khi tìm kiếm tệp dư thừa. Nhấp vào một đường dẫn để xóa khỏi danh sách.</string>
	<key>Add filters and click Play to find files</key>
	<string>Thêm bộ lọc và nhấn Phát để tìm tệp</string>
	<key>Add folder</key>
	<string>Thêm thư mục</string>
	<key>Adding...</key>
	<string>Đang thêm...</string>
	<key>Additional Info:</key>
	<string>Thông tin bổ sung:</string>
	<key>Adopt</key>
	<string>Nhận nuôi</string>
	<key>Adopt with Homebrew</key>
	<string>Chấp nhận với Homebrew</string>
	<key>Adopting...</key>
	<string>Đang áp dụng...</string>
	<key>All checkboxes</key>
	<string>Tất cả hộp chọn</string>
	<key>All updates are hidden</key>
	<string>Tất cả các cập nhật đều bị ẩn</string>
	<key>All valid package files from the BOM list have been removed. You may Forget this package.</key>
	<string>Tất cả các tệp gói hợp lệ từ danh sách BOM đã được xóa. Bạn có thể quên gói này.</string>
	<key>Also in: %@</key>
	<string>Cũng nằm trong: %@</string>
	<key>Always confirm the files marked for removal. In rare cases, unrelated files may be found when app names are too similar.</key>
	<string>Luôn xác nhận các tệp được đánh dấu để xóa. Trong một số trường hợp hiếm hoi, có thể tìm thấy các tệp không liên quan khi tên ứng dụng quá giống nhau.</string>
	<key>Always confirm the files marked for removal. In rare cases, unrelated files may be found when app names are too similar.

NOTE: Pearcleaner uses AppleScript to remove files. Currently macOS does not allow AppleScript to authenticate using the fingerprint sensor, only password authentication is supported.</key>
	<string>Luôn xác nhận các tệp được đánh dấu để xóa. Trong một số trường hợp hiếm hoi, có thể tìm thấy các tệp không liên quan khi tên ứng dụng quá giống nhau.

Lưu ý: Pearcleaner sử dụng AppleScript để xóa tệp tin. Hiện tại macOS không cho phép AppleScript xác thực bằng cảm biến vân tay, chỉ hỗ trợ xác thực bằng mật khẩu.</string>
	<key>Analytics</key>
	<string>Phân tích</string>
	<key>Analytics are disabled</key>
	<string>Phân tích bị vô hiệu hóa</string>
	<key>Analytics are enabled</key>
	<string>Phân tích được bật</string>
	<key>Animations disabled</key>
	<string>Đã tắt hiển thị hoạt ảnh</string>
	<key>Animations enabled</key>
	<string>Đã bật hiển thị hoạt ảnh</string>
	<key>Announcement</key>
	<string>Tuyên bố</string>
	<key>App Lipo</key>
	<string>Cảnh báo Lipo</string>
	<key>App Name</key>
	<string>Tên ứng dụng</string>
	<key>App Size</key>
	<string>Dung lượng ứng dụng</string>
	<key>App Store</key>
	<string>App Store</string>
	<key>App Store App Detected</key>
	<string>Đã phát hiện ứng dụng App Store</string>
	<key>App is up to date</key>
	<string>Ứng dụng đã được cập nhật</string>
	<key>App not found</key>
	<string>Không tìm thấy ứng dụng</string>
	<key>Appcast URL</key>
	<string>URL Appcast</string>
	<key>Appearance</key>
	<string>Giao diện</string>
	<key>Application Folder</key>
	<string>Thư mục ứng dụng</string>
	<key>Application Script</key>
	<string>Kịch bản ứng dụng</string>
	<key>Application file is nested within subdirectories. To prevent deleting incorrect folders, Pearcleaner will leave these alone. You may manually delete the remaining folders if required.</key>
	<string>Tệp ứng dụng nằm trong các thư mục con. Để tránh xóa nhầm các thư mục, Pearcleaner sẽ bỏ qua chúng. Bạn có thể xóa các thư mục còn lại thủ công nếu cần.</string>
	<key>Applications</key>
	<string>Ứng dụng</string>
	<key>Approximate Savings</key>
	<string>Tiết kiệm ước tính</string>
	<key>Approximate Savings:</key>
	<string>Tiết kiệm ước tính:</string>
	<key>Apps</key>
	<string>Ứng dụng</string>
	<key>Architecture: %@</key>
	<string>Kiến trúc: %@</string>
	<key>Are you sure you want to remove these files?</key>
	<string>Bạn có chắc chắn sẽ xóa những tập tin sau đây không?</string>
	<key>Are you sure you want to remove this tap?</key>
	<string>Bạn có chắc chắn muốn xóa tab này không?</string>
	<key>Artifacts</key>
	<string>Tạo tác</string>
	<key>Authorization required in Settings &gt; Login Items &gt; %@.app.</key>
	<string>Cần cấp quyền trong Cài đặt &gt; Mục đăng nhập &gt; %@.app.</string>
	<key>Auto Prune (Keep macOS Language)</key>
	<string>Tự động tỉa (Giữ ngôn ngữ macOS)</string>
	<key>Automatic updates are disabled</key>
	<string>Cập nhật tự động đã bị vô hiệu hóa</string>
	<key>Automation</key>
	<string>Tự động hóa</string>
	<key>Available:</key>
	<string>Có sẵn:</string>
	<key>BTM reset complete. Please reinstall helper.</key>
	<string>Đặt lại BTM hoàn tất. Vui lòng cài đặt lại trình trợ giúp.</string>
	<key>BTM reset failed: %@</key>
	<string>Đặt lại BTM thất bại: %@</string>
	<key>Badge notification overlays disabled</key>
	<string>Đã tắt lớp phủ thông báo huy hiệu</string>
	<key>Badge notification overlays enabled</key>
	<string>Đã bật lớp phủ thông báo huy hiệu</string>
	<key>Bill of Materials</key>
	<string>Hóa đơn nguyên vật liệu</string>
	<key>Bottled (pre-built binary)</key>
	<string>Đóng chai (tệp nhị phân dựng sẵn)</string>
	<key>Build only:</key>
	<string>Chỉ xây dựng:</string>
	<key>Bulk Delete</key>
	<string>Xóa hàng loạt</string>
	<key>Bundle Files...</key>
	<string>Nhóm tệp</string>
	<key>Bundle ID:</key>
	<string>ID gói:</string>
	<key>Bundle thinning (lipo) is an aggressive operation that modifies the binaries within app bundles by removing unused architectures. While generally safe, some applications may experience issues or fail to launch after this process. It is strongly recommended to create a backup of your applications before proceeding, especially for critical or frequently used apps.</key>
	<string>Gọt mỏng gói (lipo) là một thao tác mạnh mẽ thay đổi các tệp nhị phân trong gói ứng dụng bằng cách loại bỏ các kiến trúc không sử dụng. Mặc dù thường an toàn, một số ứng dụng có thể gặp sự cố hoặc không khởi động được sau quá trình này. Rất khuyến nghị tạo bản sao lưu ứng dụng của bạn trước khi tiếp tục, đặc biệt đối với các ứng dụng quan trọng hoặc thường xuyên sử dụng.</string>
	<key>Bundle thinning complete.
Total space saved from all binaries in bundle.</key>
	<string>Hoàn tất giảm kích thước gói. Tổng không gian tiết kiệm từ tất cả các tệp nhị phân trong gói.</string>
	<key>Bundle: %@</key>
	<string>Gói: %@</string>
	<key>Cache Size:</key>
	<string>Kích thước bộ nhớ đệm:</string>
	<key>Calculating...</key>
	<string>Đang tính toán...</string>
	<key>Cancel</key>
	<string>Hủy</string>
	<key>Cancel running Homebrew operation</key>
	<string>Hủy bỏ hoạt động Homebrew đang chạy</string>
	<key>Cannot hide active startup page</key>
	<string>Không thể ẩn trang khởi động đang hoạt động</string>
	<key>Case sensitive</key>
	<string>Phân biệt chữ hoa chữ thường</string>
	<key>Cask not found</key>
	<string>Không tìm thấy thùng</string>
	<key>Casks</key>
	<string>Thùng</string>
	<key>Casks (%lld)</key>
	<string>Thùng (%lld)</string>
	<key>Categories</key>
	<string>Danh mục</string>
	<key>Category: %@</key>
	<string>Danh mục: %@</string>
	<key>Change</key>
	<string>Thay đổi</string>
	<key>Check for Updates</key>
	<string>Kiểm tra cập nhật</string>
	<key>Check for potential issues</key>
	<string>Kiểm tra các vấn đề tiềm ẩn</string>
	<key>Check out the latest additions to Pearcleaner.</key>
	<string>Xem các bổ sung mới nhất cho Pearcleaner.</string>
	<key>Checking...</key>
	<string>Đang kiểm tra…</string>
	<key>Choose Folder...</key>
	<string>Chọn thư mục...</string>
	<key>Choose Languages...</key>
	<string>Chọn ngôn ngữ...</string>
	<key>Clean stored files and cache for common IDEs</key>
	<string>Dọn dẹp tệp được lưu trữ và bộ nhớ cache cho các IDE phổ biến</string>
	<key>Cleaning...</key>
	<string>Đang dọn dẹp...</string>
	<key>Cleanup</key>
	<string>Dọn dẹp</string>
	<key>Clear</key>
	<string>Xóa</string>
	<key>Clear cached credentials immediately</key>
	<string>Xóa thông tin xác thực được lưu trữ ngay lập tức</string>
	<key>Clear console output</key>
	<string>Xóa đầu ra bảng điều khiển</string>
	<key>Clear text</key>
	<string>Xóa văn bản</string>
	<key>Click for apps list</key>
	<string>Nhấp để xem danh sách ứng dụng</string>
	<key>Click header to change sorting order</key>
	<string>Nhấn vào tiêu đề để thay đổi thứ tự sắp xếp</string>
	<key>Click to dismiss</key>
	<string>Nhấp để đóng</string>
	<key>Click to search</key>
	<string>Nhấn để tìm kiếm</string>
	<key>Click to view issues</key>
	<string>Nhấp để xem các vấn đề</string>
	<key>Close</key>
	<string>Đóng</string>
	<key>Close after uninstall</key>
	<string>Đóng sau khi gỡ ứng dụng</string>
	<key>Close related files search</key>
	<string>Đóng tìm kiếm tệp liên quan</string>
	<key>Color String</key>
	<string>Chuỗi màu sắc</string>
	<key>Command Line</key>
	<string>Sử dụng dòng lệnh (CLI)</string>
	<key>Comment</key>
	<string>Bình luận</string>
	<key>Completed 🚀</key>
	<string>Hoàn thành 🚀</string>
	<key>Completely remove package: delete all files, receipts, and forget package</key>
	<string>Hoàn toàn xóa gói: xóa tất cả các tệp, biên lai và quên gói</string>
	<key>Confirmation alerts</key>
	<string>Cảnh báo xác nhận</string>
	<key>Console</key>
	<string>Bảng điều khiển</string>
	<key>Container</key>
	<string>Thùng chứa</string>
	<key>Copy</key>
	<string>Sao chép</string>
	<key>Copy File Paths</key>
	<string>Sao chép đường dẫn tệp</string>
	<key>Copy Path</key>
	<string>Sao chép đường dẫn</string>
	<key>Copy console output to clipboard</key>
	<string>Sao chép đầu ra bảng điều khiển vào khay nhớ tạm</string>
	<key>Current</key>
	<string>Hiện tại</string>
	<key>Custom Sensitivity</key>
	<string>Độ nhạy tùy chỉnh</string>
	<key>DELETED</key>
	<string>ĐÃ XÓA</string>
	<key>DEPRECATED</key>
	<string>KHÔNG ĐƯỢC KHUYẾN KHÍCH</string>
	<key>DISABLED</key>
	<string>ĐÃ TẮT</string>
	<key>Daily</key>
	<string>Hàng ngày</string>
	<key>Date</key>
	<string>Ngày</string>
	<key>Date Added</key>
	<string>Ngày thêm</string>
	<key>Date Created</key>
	<string>Ngày tạo</string>
	<key>Debug</key>
	<string>Gỡ lỗi</string>
	<key>Debug Console</key>
	<string>Bảng điều khiển gỡ lỗi</string>
	<key>Deep</key>
	<string>Sâu</string>
	<key>Deep Search Level</key>
	<string>Cấp độ tìm kiếm sâu</string>
	<key>Delete</key>
	<string>Xóa</string>
	<key>Delete %@</key>
	<string>Xóa %@</string>
	<key>Delete %lld Selected</key>
	<string>Xóa %lld đã chọn</string>
	<key>Delete %lld Selected Contents</key>
	<string>Xóa %lld nội dung đã chọn</string>
	<key>Delete %lld Selected Folders</key>
	<string>Xóa %lld thư mục đã chọn</string>
	<key>Delete All</key>
	<string>Xóa Tất Cả</string>
	<key>Delete Contents</key>
	<string>Xóa nội dung</string>
	<key>Delete File</key>
	<string>Xóa Tệp</string>
	<key>Delete Folder</key>
	<string>Xóa thư mục</string>
	<key>Delete History</key>
	<string>Xóa Lịch Sử</string>
	<key>Delete all files within this folder</key>
	<string>Xóa tất cả tệp trong thư mục này</string>
	<key>Delete all remaining package files</key>
	<string>Xóa tất cả các tệp gói còn lại</string>
	<key>Delete plugin</key>
	<string>Xóa plugin</string>
	<key>Delete plugin and selected related files</key>
	<string>Xóa plugin và các tệp liên quan đã chọn</string>
	<key>Delete system-protected files and folders</key>
	<string>Xóa các tệp và thư mục được bảo vệ bởi hệ thống</string>
	<key>Delete the folder</key>
	<string>Xóa thư mục</string>
	<key>Delete this file</key>
	<string>Xóa tệp này</string>
	<key>Delete this schedule</key>
	<string>Xóa lịch trình này</string>
	<key>Deleted files will appear here</key>
	<string>Các tệp đã xóa sẽ xuất hiện ở đây</string>
	<key>Dependencies</key>
	<string>Phụ thuộc</string>
	<key>Description</key>
	<string>Mô tả</string>
	<key>Deselect All</key>
	<string>Bỏ chọn tất cả</string>
	<key>Deselect all files in this category</key>
	<string>Bỏ chọn tất cả các tệp trong danh mục này</string>
	<key>Details</key>
	<string>Chi tiết</string>
	<key>Detect when apps are moved to Trash</key>
	<string>Phát hiện khi ứng dụng được đưa vào Thùng rác</string>
	<key>Developer</key>
	<string>Nhà phát triển</string>
	<key>Development</key>
	<string>Nhà phát triển</string>
	<key>Development Environments</key>
	<string>Môi trường phát triển</string>
	<key>Disable automatic updates (preserves schedule)</key>
	<string>Tắt cập nhật tự động (giữ nguyên lịch trình)</string>
	<key>Disable pre-releases</key>
	<string>Tắt các bản phát hành trước</string>
	<key>Disabled</key>
	<string>Đã tắt</string>
	<key>Dismiss</key>
	<string>Đóng</string>
	<key>Download URL</key>
	<string>URL tải xuống</string>
	<key>Drag to expand into grid mode</key>
	<string>Kéo để mở rộng thành chế độ lưới</string>
	<key>Drop Target</key>
	<string>Kéo thả ứng dụng</string>
	<key>Drop an app here</key>
	<string>Kéo một ứng dùng vào đây</string>
	<key>Drop files or folders above or click to add</key>
	<string>Kéo tệp hoặc thư mục vào phía trên hoặc nhấn để thêm</string>
	<key>Drop folders above or click to add</key>
	<string>Kéo thư mục vào phía trên hoặc nhấn để thêm</string>
	<key>Elapsed Time: %@</key>
	<string>Thời gian đã trôi qua: %@</string>
	<key>Enable Helper</key>
	<string>Bật Trợ lý</string>
	<key>Enable automatic updates</key>
	<string>Bật cập nhật tự động</string>
	<key>Enable context menu extension for Finder</key>
	<string>Bật tiện ích menu ngữ cảnh cho Finder</string>
	<key>Enable icon for Finder extension</key>
	<string>Bật biểu tượng cho tiện ích mở rộng Finder</string>
	<key>Enable pre-releases</key>
	<string>Bật các phiên bản phát hành trước</string>
	<key>Enable verbose logging and bundle cache flushing for troubleshooting</key>
	<string>Bật ghi nhật ký chi tiết và xóa bộ nhớ đệm gói để khắc phục sự cố</string>
	<key>Enabled</key>
	<string>Đã bật</string>
	<key>Enabling the CLI will allow you to execute Pearcleaner actions from the Terminal. This will add pearcleaner command into /usr/local/bin so it's available directly from your PATH environment variable. Try it after enabling:

&gt; pear --help</key>
	<string>Bật sử dụng dòng lệnh (CLI) sẽ cho phép thực thi các hành động của Pearcleaner từ Terminal. Việc này sẽ thêm lệnh pearcleaner vào thư mục /usr/local/bin, có thể gọi lệnh trực tiếp thông qua biến môi trường (PATH). Hãy thử lệnh này sau khi bật:

&gt; pear --help</string>
	<key>Enabling this extension will allow you to right click apps in Finder to quickly uninstall them with Pearcleaner</key>
	<string>Bật tiện ích mở rộng này sẽ cho phép bạn nhấp chuột phải vào các ứng dụng trong Finder để gỡ cài đặt nhanh chóng chúng bằng Pearcleaner.</string>
	<key>End Date</key>
	<string>Ngày kết thúc</string>
	<key>Enhanced</key>
	<string>Nâng cao</string>
	<key>Enter exactly 5 hex colors separated by commas in the order above</key>
	<string>Nhập chính xác 5 mã màu hex được ngăn cách bằng dấu phẩy theo thứ tự trên</string>
	<key>Enter manual command here, Enter to run</key>
	<string>Nhập lệnh thủ công ở đây, nhấn Enter để chạy</string>
	<key>Enter the tap name to add</key>
	<string>Nhập tên vòi để thêm</string>
	<key>Error</key>
	<string>Lỗi</string>
	<key>Everything in Enhanced plus adds company name and team identifier. Searches file contents, metadata, Finder comments, and files created by the app. Most comprehensive cleanup, finds all resources associated with the app and the developer, even other apps they create.</key>
	<string>Mọi thứ trong Enhanced cộng thêm tên công ty và mã định danh nhóm. Tìm kiếm nội dung tệp, siêu dữ liệu, nhận xét Finder và các tệp được tạo bởi ứng dụng. Dọn dẹp toàn diện nhất, tìm thấy tất cả các tài nguyên liên quan đến ứng dụng và nhà phát triển, thậm chí cả các ứng dụng khác mà họ tạo ra.</string>
	<key>Everything in Strict plus partial string matches. May find a few unrelated files in some cases.</key>
	<string>Mọi thứ trong chế độ nghiêm ngặt cộng với các kết quả khớp chuỗi một phần. Trong một số trường hợp có thể tìm thấy một vài tệp không liên quan.</string>
	<key>Exact string matches only for app name, bundle ID, and entitlements. Most conservative, recommended as default choice.</key>
	<string>Chỉ khớp chuỗi chính xác cho tên ứng dụng, ID gói và quyền. Bảo thủ nhất, được khuyến nghị là lựa chọn mặc định.</string>
	<key>Example privileged commands</key>
	<string>Ví dụ về các lệnh yêu cầu quyền cao</string>
	<key>Examples:</key>
	<string>Ví dụ:</string>
	<key>Exclude</key>
	<string>Loại trừ</string>
	<key>Exclude %lld Selected</key>
	<string>Loại trừ %lld đã chọn</string>
	<key>Exclude from app file search</key>
	<string>Loại trừ khỏi tìm kiếm tệp ứng dụng</string>
	<key>Exclude from orphaned file search</key>
	<string>Loại trừ khỏi tìm kiếm tệp mồ côi</string>
	<key>Exclude system folders</key>
	<string>Loại trừ thư mục hệ thống</string>
	<key>Exclude these files and folders</key>
	<string>Loại trừ các tệp và thư mục này</string>
	<key>Exclude these files and folders from orphaned file search</key>
	<string>Loại trừ các tệp và thư mục ra khỏi quá trình tìm kiếm tệp rác</string>
	<key>Excluded Apps</key>
	<string>Ứng dụng bị loại trừ</string>
	<key>Excluded Paths</key>
	<string>Các Đường Dẫn Bị Loại Trừ</string>
	<key>Export Debug Info...</key>
	<string>Xuất thông tin gỡ lỗi...</string>
	<key>Export File Paths</key>
	<string>Xuất các đường dẫn tệp</string>
	<key>Export File Paths...</key>
	<string>Xuất các đường dẫn tệp…</string>
	<key>Export Updater Debug Log...</key>
	<string>Xuất Nhật ký Gỡ lỗi Cập nhật...</string>
	<key>Extension</key>
	<string>Tiện ích mở rộng</string>
	<key>Extensions (comma-separated, e.g., jpg,png,pdf)</key>
	<string>Phần mở rộng (ngăn cách bằng dấu phẩy, ví dụ: jpg,png,pdf)</string>
	<key>Failed to display release notes</key>
	<string>Lỗi khi hiển thị ghi chú phát hành</string>
	<key>Fewer files</key>
	<string>Ít tệp hơn</string>
	<key>File Search</key>
	<string>Tìm kiếm tập tin</string>
	<key>File System</key>
	<string>Hệ thống Tệp</string>
	<key>File size display options</key>
	<string>Tùy chọn hiển thị kích thước tệp</string>
	<key>Files no longer in trash</key>
	<string>Các tệp không còn trong thùng rác</string>
	<key>Filter</key>
	<string>Bộ lọc</string>
	<key>Filter Type</key>
	<string>Loại bộ lọc</string>
	<key>Filter files...</key>
	<string>Lọc tệp...</string>
	<key>Filter languages...</key>
	<string>Lọc ngôn ngữ...</string>
	<key>Finder Extension</key>
	<string>Tiện ích mở rộng cho Finder</string>
	<key>Finding available languages...</key>
	<string>Đang tìm ngôn ngữ có sẵn...</string>
	<key>Finding orphaned files, please wait...</key>
	<string>Đang tìm kiếm tệp rác, vui lòng đợi…</string>
	<key>Folders</key>
	<string>Thư mục</string>
	<key>Force Refresh</key>
	<string>Làm mới ngay lập tức</string>
	<key>Forget</key>
	<string>Quên</string>
	<key>Formulae</key>
	<string>Công thức</string>
	<key>Formulae (%lld)</key>
	<string>Công thức (%lld)</string>
	<key>Found %lld orphaned workspace%@</key>
	<string>Đã tìm thấy %lld không gian làm việc mồ côi%@</string>
	<key>Found in %@ App Store. Open in App Store to update.</key>
	<string>Đã tìm thấy trong %@ App Store. Mở trong App Store để cập nhật.</string>
	<key>From source</key>
	<string>Từ nguồn</string>
	<key>Full Disk Access</key>
	<string>Truy cập "Full Disk Access"</string>
	<key>Full app size</key>
	<string>Kích thước ứng dụng đầy đủ</string>
	<key>Functionality</key>
	<string>Chức năng</string>
	<key>GB</key>
	<string>GB</string>
	<key>Gathering app details</key>
	<string>Đang tải thông tin ứng dụng</string>
	<key>General</key>
	<string>Cài đặt chung</string>
	<key>GitHub Sponsors</key>
	<string>Những nhà tài trợ trên Github</string>
	<key>GitHub: v%@</key>
	<string>Github v%@</string>
	<key>Glass Effect</key>
	<string>Hiệu ứng kính</string>
	<key>Greeting disabled on main page</key>
	<string>Chào mừng đã bị tắt trên trang chính</string>
	<key>Greeting enabled on main page</key>
	<string>Đã bật câu chào trên trang chính</string>
	<key>Grid View</key>
	<string>Chế độ xem lưới</string>
	<key>Helper</key>
	<string>Phụ trợ</string>
	<key>Helper Playground</key>
	<string>Sân chơi Trợ lý</string>
	<key>Helper tool needs to be enabled</key>
	<string>Công cụ trợ giúp cần được kích hoạt</string>
	<key>Hidden</key>
	<string>Ẩn</string>
	<key>Hide Packages</key>
	<string>Ẩn gói</string>
	<key>Hide auto-updating apps from Homebrew</key>
	<string>Ẩn ứng dụng tự động cập nhật từ Homebrew</string>
	<key>Hide details</key>
	<string>Ẩn chi tiết</string>
	<key>Hide multi-select</key>
	<string>Ẩn chọn nhiều</string>
	<key>Hide page</key>
	<string>Ẩn trang</string>
	<key>Homebrew</key>
	<string>Homebrew</string>
	<key>Homebrew Doctor</key>
	<string>Bác sĩ Homebrew</string>
	<key>Homebrew Manager</key>
	<string>Trình quản lý Homebrew</string>
	<key>Homebrew Not Installed</key>
	<string>Homebrew chưa được cài đặt</string>
	<key>Homebrew Version</key>
	<string>Phiên bản Homebrew</string>
	<key>Homebrew cleanup after uninstall</key>
	<string>Chạy "homebrew cleanup" sau khi gỡ</string>
	<key>Homebrew collects anonymous analytics to help improve the project</key>
	<string>Homebrew thu thập phân tích ẩn danh để giúp cải thiện dự án</string>
	<key>Homebrew is not installed on your system. This feature requires Homebrew to manage packages.</key>
	<string>Homebrew chưa được cài đặt trên hệ thống của bạn. Tính năng này yêu cầu Homebrew để quản lý các gói.</string>
	<key>Homebrew is up to date</key>
	<string>Homebrew đã được cập nhật</string>
	<key>Homebrew update available</key>
	<string>Có bản cập nhật Homebrew</string>
	<key>Homepage</key>
	<string>Trang chủ</string>
	<key>ID: %@</key>
	<string>ID: %@</string>
	<key>If the correct cask isn't listed above, enter the cask token manually:</key>
	<string>Nếu thùng chính xác không được liệt kê ở trên, hãy nhập mã thùng thủ công:</string>
	<key>Important</key>
	<string>Quan trọng</string>
	<key>Include hidden files</key>
	<string>Bao gồm các tệp ẩn</string>
	<key>Include subfolders</key>
	<string>Bao gồm thư mục con</string>
	<key>Info</key>
	<string>Thông tin</string>
	<key>Information</key>
	<string>Thông tin</string>
	<key>Install</key>
	<string>Cài đặt</string>
	<key>Install %@</key>
	<string>Cài đặt %@</string>
	<key>Install %@?</key>
	<string>Cài đặt %@?</string>
	<key>Install Homebrew</key>
	<string>Cài đặt Homebrew</string>
	<key>Install Location:</key>
	<string>Vị trí cài đặt:</string>
	<key>Installation</key>
	<string>Cài đặt</string>
	<key>Installation failed: %@</key>
	<string>Cài đặt thất bại: %@</string>
	<key>Installed</key>
	<string>Đã cài đặt</string>
	<key>Installed from tap: %@</key>
	<string>Đã cài đặt từ tap: %@</string>
	<key>Installed:</key>
	<string>Đã cài đặt:</string>
	<key>Installed: v%@</key>
	<string>Đã cài đặt v%@</string>
	<key>Installer:</key>
	<string>Trình cài đặt:</string>
	<key>Installing...</key>
	<string>Đang cài đặt...</string>
	<key>Instructions</key>
	<string>Hướng dẫn</string>
	<key>Interface</key>
	<string>Giao diện</string>
	<key>Invalid signature, ensure proper signing on the application and helper tool.</key>
	<string>Chữ ký không hợp lệ, đảm bảo rằng ứng dụng và công cụ hỗ trợ đã được sử dụng đúng cách.</string>
	<key>Issues detected:</key>
	<string>Vấn đề được phát hiện:</string>
	<key>KB</key>
	<string>KB</string>
	<key>Keep Alive: Always</key>
	<string>Luôn hoạt động: Luôn luôn</string>
	<key>Kind</key>
	<string>Loại</string>
	<key>Last Used Date</key>
	<string>Ngày sử dụng gần nhất</string>
	<key>Launch Pearcleaner at login</key>
	<string>Mở Pearcleaner khi đăng nhập</string>
	<key>Launch Services Manager</key>
	<string>Trình Quản Lý Dịch Vụ Khởi Chạy</string>
	<key>LaunchAgent is active</key>
	<string>LaunchAgent đang hoạt động</string>
	<key>Layout</key>
	<string>Bố cục</string>
	<key>Learn More</key>
	<string>Tìm hiểu thêm</string>
	<key>Less</key>
	<string>Ít hơn</string>
	<key>Link Selected to App</key>
	<string>Liên kết đã chọn với ứng dụng</string>
	<key>Link To</key>
	<string>Liên kết đến</string>
	<key>Link all selected items to the chosen app</key>
	<string>Liên kết tất cả các mục đã chọn với ứng dụng đã chọn</string>
	<key>Link all selected items to the chosen app and remove from orphan scans.</key>
	<string>Liên kết tất cả các mục đã chọn với ứng dụng đã chọn và xóa khỏi các lần quét mồ côi.</string>
	<key>Lipo</key>
	<string>Lipo</string>
	<key>Lipo Architectures</key>
	<string>Kiến trúc Lipo</string>
	<key>List View</key>
	<string>Chế độ xem danh sách</string>
	<key>Load app updates on startup</key>
	<string>Tải cập nhật ứng dụng khi khởi động</string>
	<key>Load the service</key>
	<string>Tải dịch vụ</string>
	<key>Loading files...</key>
	<string>Đang tải tệp tin...</string>
	<key>Loading languages...</key>
	<string>Đang tải ngôn ngữ...</string>
	<key>Loading launch services...</key>
	<string>Đang tải dịch vụ khởi động...</string>
	<key>Loading package details...</key>
	<string>Đang tải chi tiết gói...</string>
	<key>Loading package files...</key>
	<string>Đang tải tệp gói...</string>
	<key>Loading packages...</key>
	<string>Đang tải gói...</string>
	<key>Loading plugins...</key>
	<string>Đang tải plugin...</string>
	<key>Loading taps...</key>
	<string>Đang tải vòi...</string>
	<key>Loading...</key>
	<string>Đang tải...</string>
	<key>Location:</key>
	<string>Vị trí:</string>
	<key>Locations that will be searched for .app files. Click a non-default path to remove it. Default paths can't be removed.</key>
	<string>Các vị trí sẽ được tìm kiếm để tìm tệp .app. Nhấp vào đường dẫn không mặc định để loại bỏ. Các đường dẫn mặc định không thể loại bỏ được.</string>
	<key>Logical</key>
	<string>Kích thước logic (Logical type)</string>
	<key>Login Items</key>
	<string>Các mục khởi động</string>
	<key>MB</key>
	<string>MB</string>
	<key>Made with ❤️ by Alin Lupascu</key>
	<string>Được tạo với ❤️ bởi Alin Lupascu</string>
	<key>Manage Homebrew packages, taps, and maintenance</key>
	<string>Quản lý các gói Homebrew, taps và bảo trì</string>
	<key>Manage PKG receipts and installations</key>
	<string>Quản lý biên lai và cài đặt PKG</string>
	<key>Manage launch agents, daemons, and XPC services</key>
	<string>Quản lý tác nhân khởi động, dịch vụ nền, và dịch vụ XPC</string>
	<key>Manage packages installed via macOS Installer</key>
	<string>Quản lý các gói cài đặt qua macOS Installer</string>
	<key>Manage third-party plugins and extensions</key>
	<string>Quản lý plugin và tiện ích mở rộng của bên thứ ba</string>
	<key>Management</key>
	<string>Quản lý</string>
	<key>Manual Entry</key>
	<string>Nhập Thủ Công</string>
	<key>Manually hide an app from update checks</key>
	<string>Ẩn thủ công một ứng dụng khỏi kiểm tra cập nhật</string>
	<key>Max Value</key>
	<string>Giá trị tối đa</string>
	<key>Missing Permissions</key>
	<string>Cần cấp quyền</string>
	<key>Missing permissions:</key>
	<string>Thiếu quyền:</string>
	<key>Modified</key>
	<string>Đã chỉnh sửa</string>
	<key>Modified Date</key>
	<string>Ngày chỉnh sửa</string>
	<key>Monthly</key>
	<string>Hàng tháng</string>
	<key>More</key>
	<string>Thêm</string>
	<key>Most files</key>
	<string>Hầu hết các tệp</string>
	<key>Move to Trash</key>
	<string>Chuyển vào Thùng rác</string>
	<key>Multi-select disabled in sidebar app list</key>
	<string>Đa chọn bị vô hiệu hóa trong danh sách ứng dụng ở thanh bên</string>
	<key>Multi-select enabled in sidebar app list</key>
	<string>Đã bật chọn nhiều trong danh sách ứng dụng thanh bên</string>
	<key>Name</key>
	<string>Tên</string>
	<key>Name: %@</key>
	<string>Tên: %@</string>
	<key>Navigate To</key>
	<string>Đi đến</string>
	<key>Never</key>
	<string>Không bao giờ</string>
	<key>New Announcement</key>
	<string>Thông báo mới</string>
	<key>New Feature!</key>
	<string>Tính năng mới!</string>
	<key>Next update check: %@</key>
	<string>Lần kiểm tra cập nhật tiếp theo: %@</string>
	<key>No Changelog</key>
	<string>Không có nhật ký thay đổi</string>
	<key>No New Announcement</key>
	<string>Chưa có thông báo nào</string>
	<key>No Release Date</key>
	<string>Không có ngày phát hành</string>
	<key>No Update 😌</key>
	<string>Không có bản cập nhật mới 😌</string>
	<key>No apps available for thinning</key>
	<string>Không có ứng dụng nào có sẵn để giảm kích thước</string>
	<key>No apps excluded</key>
	<string>Không có ứng dụng nào bị loại trừ</string>
	<key>No apps found</key>
	<string>Không tìm thấy ứng dụng nào</string>
	<key>No delete history</key>
	<string>Không có lịch sử xóa</string>
	<key>No files or folders added</key>
	<string>Chưa có tệp hoặc thư mục nào được thêm</string>
	<key>No hidden updates</key>
	<string>Không có cập nhật ẩn</string>
	<key>No issues detected</key>
	<string>Không phát hiện vấn đề nào</string>
	<key>No items match the current filters</key>
	<string>Không có mục nào khớp với bộ lọc hiện tại</string>
	<key>No launch services found</key>
	<string>Không tìm thấy dịch vụ khởi chạy</string>
	<key>No matching casks found. Try manual entry below.</key>
	<string>Không tìm thấy thùng phù hợp. Thử nhập thủ công bên dưới.</string>
	<key>No orphaned files found</key>
	<string>Không có tệp rác nào được tìm thấy</string>
	<key>No orphaned workspaces found</key>
	<string>Không tìm thấy không gian làm việc mồ côi</string>
	<key>No packages found</key>
	<string>Không tìm thấy gói nào</string>
	<key>No packages found in this tap</key>
	<string>Không tìm thấy gói nào trong vòi này</string>
	<key>No paths excluded or linked to an app</key>
	<string>Không có đường dẫn nào bị loại trừ hoặc liên kết với một ứng dụng</string>
	<key>No plugins found</key>
	<string>Không tìm thấy plugin nào</string>
	<key>No related files found</key>
	<string>Không tìm thấy tệp liên quan nào</string>
	<key>No release notes were found</key>
	<string>Không tìm thấy ghi chú phát hành</string>
	<key>No releases to display</key>
	<string>Không có bản cập nhật nào</string>
	<key>No results</key>
	<string>Không có kết quả</string>
	<key>No results found</key>
	<string>Không tìm thấy kết quả nào</string>
	<key>No savings available from bundle thinning</key>
	<string>Không có tiết kiệm nào từ việc giảm gói</string>
	<key>No schedules configured</key>
	<string>Không có lịch trình nào được cấu hình</string>
	<key>No taps found</key>
	<string>Không tìm thấy vòi</string>
	<key>No translations found</key>
	<string>Không tìm thấy bản dịch nào</string>
	<key>Not Found</key>
	<string>Không tìm thấy</string>
	<key>Not available</key>
	<string>Không có sẵn</string>
	<key>Notes</key>
	<string>Ghi chú</string>
	<key>Nuclear Reset</key>
	<string>Thiết Lập Lại Hạt Nhân</string>
	<key>Official</key>
	<string>Chính thức</string>
	<key>Okay</key>
	<string>Đồng ý</string>
	<key>Only show apps with savings of 1MB+</key>
	<string>Chỉ hiển thị ứng dụng có tiết kiệm từ 1MB trở lên</string>
	<key>Open</key>
	<string>Mở</string>
	<key>Open %@</key>
	<string>Mở %@</string>
	<key>Open Settings to enable the Privileged Helper</key>
	<string>Mở Cài đặt để bật Trợ lý Đặc quyền</string>
	<key>Open System Settings</key>
	<string>Mở cài đặt hệ thống</string>
	<key>Open System Settings to grant permissions</key>
	<string>Mở Cài đặt Hệ thống để cấp quyền</string>
	<key>Open in Finder</key>
	<string>Mở trong Finder</string>
	<key>Operation failed: %@</key>
	<string>Thao tác thất bại: %@</string>
	<key>Optional Dependencies</key>
	<string>Phụ thuộc tùy chọn</string>
	<key>Options</key>
	<string>Tùy chọn</string>
	<key>Orphaned Files</key>
	<string>Tệp rác</string>
	<key>Orphaned file search is not 100% accurate as it doesn't have any uninstalled app bundles to check against for file exclusion. This does a best guess search for files/folders and excludes the ones that have overlap with your currently installed applications. Please confirm files marked for deletion really do belong to uninstalled applications.</key>
	<string>Việc tìm kiếm tệp rác không hoàn toàn chính xác vì không có các gói ứng dụng đã gỡ cài đặt để kiểm tra và loại trừ các tệp. Quá trình này thực hiện tìm kiếm ước lượng tốt nhất cho các tệp/thư mục và loại trừ những tệp có sự trùng lặp với các ứng dụng hiện tại. Vui lòng xác nhận các tệp được đánh dấu thuộc các ứng dụng đã gỡ cài đặt.</string>
	<key>Orphans</key>
	<string>Tập tin mồ côi</string>
	<key>Outdated</key>
	<string>Lỗi thời</string>
	<key>PID: %@</key>
	<string>PID: %@</string>
	<key>Package Manager</key>
	<string>Trình quản lý gói</string>
	<key>Packages</key>
	<string>Gói cài đặt</string>
	<key>Password cache timeout</key>
	<string>Thời gian chờ bộ nhớ đệm mật khẩu</string>
	<key>Path</key>
	<string>Đường dẫn</string>
	<key>Path / Keyword</key>
	<string>Đường dẫn / Từ khóa</string>
	<key>Path: %@</key>
	<string>Đường dẫn: %@</string>
	<key>Pearcleaner CLI support</key>
	<string>Hỗ trợ sử dụng Pearcleaner bằng dòng lệnh</string>
	<key>Pearcleaner Uninstall</key>
	<string>Gỡ cài đặt Pearcleaner</string>
	<key>Pearcleaner and all of its files will be cleanly removed, are you sure?</key>
	<string>Pearcleaner và tất cả các tệp của nó sẽ bị gỡ bỏ sạch sẽ, bạn có chắc chắn không?</string>
	<key>Pearcleaner requires permissions to search all system locations comprehensively.</key>
	<string>Pearcleaner yêu cầu quyền để tìm kiếm toàn diện tất cả các vị trí hệ thống.</string>
	<key>Pearcleaner will ask you to enter your password once to enable the helper, then all subsequent privileged operations will run without any other prompts as long as the helper stays enabled in Settings &gt; Login Items. This authorization is all managed by macOS via SMAppService.</key>
	<string>Pearcleaner sẽ yêu cầu bạn nhập mật khẩu một lần để kích hoạt trình trợ giúp, sau đó tất cả các thao tác đặc quyền tiếp theo sẽ chạy mà không có bất kỳ lời nhắc nào khác miễn là trình trợ giúp vẫn được bật trong Cài đặt &gt; Mục đăng nhập. Sự ủy quyền này được quản lý bởi macOS thông qua SMAppService.</string>
	<key>Pearcleaner will strip the %@ architecture from %@'s executable file to save space. Would you like to proceed?</key>
	<string>Pearcleaner sẽ loại bỏ kiến trúc %@ khỏi tập tin thực thi của %@ để tiết kiệm không gian. Bạn có muốn tiếp tục không?</string>
	<key>Pending schedules</key>
	<string>Lịch trình đang chờ xử lý</string>
	<key>Perform privileged operations seamlessly without password prompts</key>
	<string>Thực hiện các thao tác cần thẩm quyền mà không cần yêu cầu mật khẩu</string>
	<key>Perform updates on 3rd party apps, and more</key>
	<string>Thực hiện cập nhật trên ứng dụng bên thứ ba và hơn thế nữa</string>
	<key>Permission Status</key>
	<string>Thông tin cấp quyền</string>
	<key>Permission required. Enable in System Settings &gt; Login Items.</key>
	<string>Cần quyền truy cập. Hãy bật trong Cài đặt Hệ thống &gt; Mục Đăng nhập.</string>
	<key>Permissions</key>
	<string>Quyền truy cập</string>
	<key>Permissions Missing!</key>
	<string>Thiếu quyền!</string>
	<key>Pin popover window on top</key>
	<string>Ghim cửa sổ nổi lên trên cùng</string>
	<key>Pin version</key>
	<string>Ghim phiên bản</string>
	<key>Pip Packages</key>
	<string>Gói Pip</string>
	<key>Please install the helper service</key>
	<string>Vui lòng cài đặt dịch vụ phụ trợ</string>
	<key>Plist File</key>
	<string>Tệp Plist</string>
	<key>Plist: %@</key>
	<string>Tệp Plist: %@</string>
	<key>Plugin Manager</key>
	<string>Trình quản lý Plugin</string>
	<key>Plugins</key>
	<string>Các plugin</string>
	<key>Potential savings from bundle thinning</key>
	<string>Tiềm năng tiết kiệm từ việc giảm gói</string>
	<key>Pre-release</key>
	<string>Phát hành trước</string>
	<key>Preferred language</key>
	<string>Ngôn ngữ ưa thích</string>
	<key>Privileged Helper Not Installed!</key>
	<string>Trình trợ giúp đặc quyền chưa được cài đặt!</string>
	<key>Prune Translations</key>
	<string>Cắt bớt bản dịch</string>
	<key>Purgeable space refers to the System Data taken up by macOS. This cannot be manually freed and is automatically managed by your system.</key>
	<string>Dung lượng có thể xóa đề cập đến Dữ liệu Hệ thống do macOS chiếm dụng. Điều này không thể được giải phóng thủ công và được hệ thống của bạn tự động quản lý.</string>
	<key>Purgeable:</key>
	<string>Có thể xóa:</string>
	<key>Python:</key>
	<string>Python:</string>
	<key>Quit</key>
	<string>Thoát</string>
	<key>Quit Pearcleaner</key>
	<string>Thoát Pearcleaner</string>
	<key>Ready to search</key>
	<string>Sẵn sàng để tìm kiếm</string>
	<key>Real</key>
	<string>Kích thước thực (Real size)</string>
	<key>Real size type will show how much actual allocated space the file has on disk.

Logical type shows the binary size. The filesystem can compress and deduplicate sectors on disk, so real size is sometimes smaller(or bigger) than logical size.

Finder size is similar to if you right click &gt; Get Info on a file in Finder, which will show both the logical and real sizes together.</key>
	<string>Kiểu kích thước thực (Real size) sẽ hiển thị dung lượng thực tế mà tệp chiếm dụng trên ổ đĩa.

Kiểu kích thước logic (Logical type) hiển thị kích thước nhị phân của tệp. Hệ thống tệp có thể nén và loại bỏ trùng lặp các vùng lưu trữ trên ổ đĩa, vì vậy kích thước thực đôi khi có thể nhỏ hơn (hoặc lớn hơn) kích thước logic.

Kích thước Finder tương tự như khi bạn nhấp chuột phải vào tệp &gt; chọn “Lấy thông tin” (Get Info) trong Finder, nơi sẽ hiển thị cả kích thước logic và kích thước thực của tệp.</string>
	<key>Reason: %@</key>
	<string>Lý do: %@</string>
	<key>Receipt Path:</key>
	<string>Đường dẫn biên nhận:</string>
	<key>Receipt Storage Paths (%lld)</key>
	<string>Đường dẫn lưu trữ biên lai (%lld)</string>
	<key>Recommended Dependencies</key>
	<string>Các Phụ Thuộc Được Đề Xuất</string>
	<key>Refresh</key>
	<string>Làm mới</string>
	<key>Refresh %@ data</key>
	<string>Làm mới dữ liệu %@</string>
	<key>Refresh Apps</key>
	<string>Làm  mới ứng dụng</string>
	<key>Refresh List</key>
	<string>Làm mới danh sách</string>
	<key>Refresh apps (⌘+R)</key>
	<string>Làm  mới ứng dụng (⌘+R)</string>
	<key>Refresh updater</key>
	<string>Làm mới trình cập nhật</string>
	<key>Refreshing...</key>
	<string>Đang làm mới...</string>
	<key>Registered but requires enabling in System Settings &gt; Login Items.</key>
	<string>Đã đăng ký nhưng cần bật trong Cài đặt hệ thống &gt; Mục đăng nhập.</string>
	<key>Regular</key>
	<string>Thường xuyên</string>
	<key>Release Notes</key>
	<string>Ghi chút phát hành</string>
	<key>Releases</key>
	<string>Các bản cập nhật</string>
	<key>Remaining files and folders from previous applications</key>
	<string>Các tệp và thư mục còn lại từ các ứng dụng trước đó</string>
	<key>Remove</key>
	<string>Gỡ bỏ</string>
	<key>Remove %@?</key>
	<string>Xóa %@?</string>
	<key>Remove All</key>
	<string>Xóa Tất Cả</string>
	<key>Remove Selected</key>
	<string>Xóa đã chọn</string>
	<key>Remove all files/folders</key>
	<string>Loại bỏ tất cả các tệp/thư mục</string>
	<key>Remove association and exclusion</key>
	<string>Xóa liên kết và loại trừ</string>
	<key>Remove folder</key>
	<string>Xóa thư mục</string>
	<key>Remove from both lists</key>
	<string>Xóa khỏi cả hai danh sách</string>
	<key>Remove from exclusion list</key>
	<string>Gỡ khỏi danh sách loại trừ</string>
	<key>Remove orphaned dependencies, old package versions and scrub download cache</key>
	<string>Xóa các phụ thuộc mồ côi, phiên bản gói cũ và xóa bộ nhớ cache tải xuống</string>
	<key>Remove package from system records (does not delete files)</key>
	<string>Xóa gói khỏi hồ sơ hệ thống (không xóa tệp)</string>
	<key>Remove tap</key>
	<string>Xóa nhấn</string>
	<key>Remove the service registration</key>
	<string>Gỡ bỏ đăng ký dịch vụ</string>
	<key>Remove unused architectures from your app binaries to reduce app size</key>
	<string>Loại bỏ kiến trúc không sử dụng khỏi tệp thực thi của ứng dụng để giảm kích thước ứng dụng</string>
	<key>Remove unused languages during lipo</key>
	<string>Xóa các ngôn ngữ không sử dụng trong quá trình lipo</string>
	<key>Remove workspace storage for deleted project folders</key>
	<string>Xóa lưu trữ không gian làm việc cho các thư mục dự án đã xóa</string>
	<key>Removes old versions, orphaned dependencies, and all cache files including latest versions</key>
	<string>Xóa các phiên bản cũ, các phụ thuộc mồ côi và tất cả các tệp bộ nhớ cache bao gồm cả các phiên bản mới nhất</string>
	<key>Removing...</key>
	<string>Đang xóa...</string>
	<key>Rename</key>
	<string>Đổi tên</string>
	<key>Rescan</key>
	<string>Quét lại</string>
	<key>Reset</key>
	<string>Đặt lại</string>
	<key>Reset App Store (fixes stuck downloads)</key>
	<string>Đặt lại App Store (sửa lỗi tải xuống bị kẹt)</string>
	<key>Reset App Store?</key>
	<string>Đặt lại App Store?</string>
	<key>Reset Background Task Management database</key>
	<string>Đặt lại cơ sở dữ liệu Quản lý Nhiệm vụ Nền</string>
	<key>Reset Settings</key>
	<string>Thiết lập lại cài đặt</string>
	<key>Reset Size</key>
	<string>Thiết lập lại kích thước</string>
	<key>Reset all settings to default</key>
	<string>Đặt lại tất cả cài đặt về mặc định</string>
	<key>Resetting BTM database...</key>
	<string>Đang đặt lại cơ sở dữ liệu BTM...</string>
	<key>Restart</key>
	<string>Khởi động lại</string>
	<key>Restart %@ for changes to take effect</key>
	<string>Sau khi cấp quyền cần khởi động lại %@ để có hiệu lực</string>
	<key>Restart the service</key>
	<string>Khởi động lại dịch vụ</string>
	<key>Restore %lld</key>
	<string>Khôi phục %lld</string>
	<key>Restore previously deleted files from trash (last 10 operations)</key>
	<string>Khôi phục các tệp đã xóa trước đây từ thùng rác (10 thao tác gần nhất)</string>
	<key>Restoring...</key>
	<string>Đang khôi phục...</string>
	<key>Retry</key>
	<string>Thử lại</string>
	<key>Retry permission check</key>
	<string>Thử lại kiểm tra quyền</string>
	<key>Reverse search completed successfully</key>
	<string>Đã hoàn tất tìm kiếm ngược</string>
	<key>Revert to original schedule</key>
	<string>Quay lại lịch trình ban đầu</string>
	<key>Right click to reset size</key>
	<string>Nhấn chuột phải để thiết lập lại kích thước</string>
	<key>Run Cleanup</key>
	<string>Chạy Dọn Dẹp</string>
	<key>Run Command:</key>
	<string>Chạy lệnh:</string>
	<key>Run Doctor</key>
	<string>Chạy Bác sĩ</string>
	<key>Run Type: %@</key>
	<string>Loại chạy: %@</string>
	<key>Running homebrew cleanup</key>
	<string>Đang chạy dọn dẹp homebrew</string>
	<key>Running...</key>
	<string>Đang chạy...</string>
	<key>Runtime:</key>
	<string>Thời gian chạy:</string>
	<key>Save</key>
	<string>Lưu</string>
	<key>Save this schedule</key>
	<string>Lưu lịch trình này</string>
	<key>Scan</key>
	<string>Quét</string>
	<key>Scan Packages</key>
	<string>Quét Gói</string>
	<key>Scan for app updates</key>
	<string>Quét để cập nhật ứng dụng</string>
	<key>Scanning...</key>
	<string>Quét...</string>
	<key>Schedule</key>
	<string>Lịch trình</string>
	<key>Schedule is disabled</key>
	<string>Lịch trình bị vô hiệu hóa</string>
	<key>Schedule is enabled</key>
	<string>Lịch trình đã được kích hoạt</string>
	<key>Scrollbar is hidden in lists</key>
	<string>Ẩn thanh cuộn trong danh sách ứng dụng</string>
	<key>Scrollbar is set to OS preference in lists</key>
	<string>Hiện thanh cuộn trong danh sách ứng dụng</string>
	<key>Search</key>
	<string>Tìm kiếm</string>
	<key>Search Sensitivity</key>
	<string>Độ nhạy Tìm kiếm</string>
	<key>Search file content</key>
	<string>Tìm kiếm nội dung tệp</string>
	<key>Search for files and folders with advanced filters</key>
	<string>Tìm kiếm tệp và thư mục với bộ lọc nâng cao</string>
	<key>Search for related files</key>
	<string>Tìm kiếm các tệp liên quan</string>
	<key>Search these folders for applications</key>
	<string>Tìm ứng dụng trong các thư mục này</string>
	<key>Search...</key>
	<string>Tìm kiếm...</string>
	<key>Searching for matching casks...</key>
	<string>Đang tìm kiếm thùng phù hợp...</string>
	<key>Searching for related files...</key>
	<string>Đang tìm kiếm các tệp liên quan...</string>
	<key>Searching:</key>
	<string>Đang tìm kiếm:</string>
	<key>Secure</key>
	<string>Bảo mật</string>
	<key>See Packages</key>
	<string>Xem các gói</string>
	<key>See app details</key>
	<string>Xem chi tiết ứng dụng</string>
	<key>See details</key>
	<string>Xem chi tiết</string>
	<key>See less</key>
	<string>Xem ít hơn</string>
	<key>See lipo details</key>
	<string>Xem chi tiết lipo</string>
	<key>See more</key>
	<string>Xem thêm</string>
	<key>Select All</key>
	<string>Chọn tất cả</string>
	<key>Select a Homebrew cask to manage this app. Homebrew will adopt the existing installation without moving or duplicating files.</key>
	<string>Chọn một cask Homebrew để quản lý ứng dụng này. Homebrew sẽ chấp nhận cài đặt hiện có mà không di chuyển hoặc sao chép tệp.</string>
	<key>Select all files in this category</key>
	<string>Chọn tất cả các tệp trong danh mục này</string>
	<key>Select an app from the sidebar to begin</key>
	<string>Chọn một ứng dụng từ thanh bên để bắt đầu</string>
	<key>Select an app to view details</key>
	<string>Chọn một ứng dụng để xem chi tiết</string>
	<key>Select an environment to view stored cache</key>
	<string>Chọn một môi trường để xem bộ đệm được lưu trữ</string>
	<key>Selected Items:</key>
	<string>Các mục đã chọn:</string>
	<key>Sentinel Monitor</key>
	<string>Trình giám sát Sentinel</string>
	<key>Sentinel Monitor found no orphaned files</key>
	<string>Sentinel Monitor không tìm thấy tệp mồ côi nào</string>
	<key>Sentinel Monitor found no other files to remove</key>
	<string>Trình giám sát Sentinel không tìm thấy tệp nào khác để xóa</string>
	<key>Service desynced, attempting recovery...</key>
	<string>Dịch vụ không đồng bộ, đang cố gắng khôi phục...</string>
	<key>Service hasn't been registered. You may register it now.</key>
	<string>Dịch vụ chưa được đăng ký. Bạn có thể đăng ký ngay bây giờ.</string>
	<key>Service is already enabled.</key>
	<string>Dịch vụ đã được bật.</string>
	<key>Service is already registered and enabled.</key>
	<string>Dịch vụ đã được đăng ký và bật.</string>
	<key>Service is not installed.</key>
	<string>Dịch vụ chưa được cài đặt.</string>
	<key>Service registered but requires user approval in Settings &gt; Login Items &gt; %@.app.</key>
	<string>Dịch vụ đã được đăng ký nhưng cần sự phê duyệt của người dùng trong Cài đặt &gt; Mục Đăng nhập &gt; %@.app.</string>
	<key>Service successfully registered and eligible to run.</key>
	<string>Dịch vụ đã được đăng ký thành công và đủ điều kiện để chạy.</string>
	<key>Services</key>
	<string>Dịch vụ</string>
	<key>Set as startup page</key>
	<string>Đặt làm trang khởi động</string>
	<key>Settings</key>
	<string>Cài đặt</string>
	<key>Show announcements badge again</key>
	<string>Hiển thị lại biểu tượng thông báo</string>
	<key>Show apps list on startup</key>
	<string>Hiển thị danh sách ứng dụng khi khởi động</string>
	<key>Show apps that are already up-to-date</key>
	<string>Hiển thị ứng dụng đã cập nhật</string>
	<key>Show apps without a supported update mechanism</key>
	<string>Hiển thị ứng dụng không có cơ chế cập nhật được hỗ trợ</string>
	<key>Show auto-updating apps in Homebrew</key>
	<string>Hiển thị ứng dụng tự động cập nhật trong Homebrew</string>
	<key>Show file details</key>
	<string>Hiển thị chi tiết tệp</string>
	<key>Show file in Finder</key>
	<string>Hiển thị tệp trong Finder</string>
	<key>Show hidden updates</key>
	<string>Hiển thị các cập nhật ẩn</string>
	<key>Show in Finder</key>
	<string>Hiển thị trong Finder</string>
	<key>Show multi-select</key>
	<string>Hiển thị chọn nhiều</string>
	<key>Show only formulae installed on request (not as dependencies)</key>
	<string>Chỉ hiển thị công thức được cài đặt theo yêu cầu (không phải là phụ thuộc)</string>
	<key>Show page</key>
	<string>Hiển thị trang</string>
	<key>Show sidebar on view load</key>
	<string>Hiển thị thanh bên khi tải chế độ xem</string>
	<key>Showing last 3 releases</key>
	<string>Đang hiển thị 3 phiên bản mới nhất</string>
	<key>Simple app list disabled</key>
	<string>Danh sách ứng dụng đơn giản bị vô hiệu hoá</string>
	<key>Simple app list enabled</key>
	<string>Danh sách ứng dụng đơn giản đã được bật</string>
	<key>Since **AuthorizationExecuteWithPrivileges** has been deprecated by Apple as a less secure authentication method, it has been removed from Pearcleaner and the helper tool will be the only option going forward.</key>
	<string>Vì **AuthorizationExecuteWithPrivileges** đã bị Apple không còn hỗ trợ do là phương pháp xác thực kém an toàn hơn, nó đã bị loại bỏ khỏi Pearcleaner và công cụ trợ giúp sẽ là lựa chọn duy nhất trong tương lai.</string>
	<key>Since: %@</key>
	<string>Kể từ: %@</string>
	<key>Size</key>
	<string>Dung lượng</string>
	<key>Size: %@</key>
	<string>Kích thước: %@</string>
	<key>Skip %@</key>
	<string>Bỏ qua %@</string>
	<key>Skip This Version</key>
	<string>Bỏ qua phiên bản này</string>
	<key>Some of the features that require the helper:</key>
	<string>Một số tính năng cần trình trợ giúp:</string>
	<key>Sort app list alphabetically by name or by size</key>
	<string>Sắp xếp danh sách ứng dụng theo thứ tự chữ cái (a-z) hoặc theo kích thước</string>
	<key>Sort by %@</key>
	<string>Sắp xếp theo %@</string>
	<key>Sort by %@. Click to cycle through options</key>
	<string>Sắp xếp theo %@. Nhấp để chuyển qua các tùy chọn</string>
	<key>Sorted by Name</key>
	<string>Đã sắp xếp theo tên</string>
	<key>Sorted by Size</key>
	<string>Đã sắp xếp theo kích thước</string>
	<key>Sorting</key>
	<string>Sắp xếp</string>
	<key>Sorting Options</key>
	<string>Tủy chọn sắp xếp</string>
	<key>Sorting: %@</key>
	<string>Sắp xếp theo %@</string>
	<key>Space Savings: %d%%</key>
	<string>Tiết kiệm không gian: %d%%</string>
	<key>Space Savings: %d%%
Total Space Saved: %@</key>
	<string>Tiết kiệm dung lượng: %d%% 
Tổng dung lượng đã tiết kiệm: %@</string>
	<key>Sparkle</key>
	<string>Sparkle</string>
	<key>Sponsor</key>
	<string>Ủng hộ nhà phát triển</string>
	<key>Spotlight Index</key>
	<string>Chỉ mục Spotlight</string>
	<key>Start</key>
	<string>Bắt đầu</string>
	<key>Start Lipo</key>
	<string>Khởi động Lipo</string>
	<key>Startup Disk</key>
	<string>Đĩa Khởi động</string>
	<key>Startup view &amp; page visibility</key>
	<string>Chế độ xem khởi động &amp; khả năng hiển thị trang</string>
	<key>Statistics</key>
	<string>Thống kê</string>
	<key>Status</key>
	<string>Trạng thái</string>
	<key>Status:</key>
	<string>Trạng thái:</string>
	<key>Stop</key>
	<string>Dừng lại</string>
	<key>Stop checking for updates</key>
	<string>Dừng kiểm tra cập nhật</string>
	<key>Strict</key>
	<string>Nghiêm ngặt</string>
	<key>Submit New Issue</key>
	<string>Gửi báo cáo lỗi mới</string>
	<key>Submit a bug or feature request</key>
	<string>Phản hồi lỗi xảy ra khi sử dụng ứng dụng hoặc yêu cầu thêm tính năng mới</string>
	<key>Support</key>
	<string>Hỗ trợ</string>
	<key>Switch Utilities</key>
	<string>Chuyển Tiện ích</string>
	<key>Switch to categorized view</key>
	<string>Chuyển sang chế độ xem phân loại</string>
	<key>Switch to simple view</key>
	<string>Chuyển sang chế độ xem đơn giản</string>
	<key>System</key>
	<string>Hệ thống</string>
	<key>Tag name</key>
	<string>Tên thẻ</string>
	<key>Tag names (comma-separated)</key>
	<string>Tên thẻ (ngăn cách bằng dấu phẩy)</string>
	<key>Tags</key>
	<string>Thẻ</string>
	<key>Taps</key>
	<string>Vòi nước</string>
	<key>The search sensitivity level controls how strict or lenient Pearcleaner is when finding related files for an app:

• Strict – %@

• Enhanced – %@

• Deep – %@

At levels higher than Strict it is recommended to check found files manually.</key>
	<string>Mức độ nhạy cảm của tìm kiếm kiểm soát mức độ nghiêm ngặt hoặc linh hoạt của Pearcleaner khi tìm kiếm các tệp liên quan cho một ứng dụng:

• Nghiêm ngặt – %@

• Nâng cao – %@

• Sâu – %@

Ở các mức cao hơn Nghiêm ngặt, nên kiểm tra thủ công các tệp được tìm thấy.</string>
	<key>The total space savings between all the lipo'd apps
Size Before: %@
Size After: %@</key>
	<string>Tổng dung lượng tiết kiệm giữa tất cả các ứng dụng đã lipo Kích thước trước: %@ Kích thước sau: %@</string>
	<key>Theme</key>
	<string>Chủ đề</string>
	<key>Theme Mode</key>
	<string>Chủ đề</string>
	<key>There are no files to remove</key>
	<string>Không có tệp nào để xóa</string>
	<key>Third-party</key>
	<string>Bên thứ ba</string>
	<key>This adds the file/folder to the Exclusions list. Edit the exclusions list from Settings &gt; Folders tab</key>
	<string>Thao tác này sẽ thêm tệp/thư mục vào danh sách loại trừ. Bạn có thể chỉnh sửa danh sách loại trừ trong Cài đặt &gt; Thẻ Thư mục.</string>
	<key>This app has no removable language translation files.</key>
	<string>Ứng dụng này không có tệp dịch ngôn ngữ có thể tháo rời.</string>
	<key>This app is located in %@</key>
	<string>Ứng dụng này nằm tại %@</string>
	<key>This app was installed from the App Store. Updating it via %@ will:
• Break the App Store receipt and licensing
• Remove the app from App Store tracking
• Prevent future App Store updates

Proceed with caution.</key>
	<string>Ứng dụng này được cài đặt từ App Store. Cập nhật qua %@ sẽ:
• Làm hỏng biên lai và giấy phép của App Store
• Xóa ứng dụng khỏi theo dõi của App Store
• Ngăn chặn các bản cập nhật App Store trong tương lai

Hãy tiến hành cẩn thận.</string>
	<key>This application does not have a supported installer. You may try to adopt it into Homebrew if it exists in the Cask repo.</key>
	<string>Ứng dụng này không có trình cài đặt được hỗ trợ. Bạn có thể thử đưa nó vào Homebrew nếu nó tồn tại trong kho Cask.</string>
	<key>This is a web app</key>
	<string>Đây là một ứng dụng web</string>
	<key>This is a wrapped iOS app</key>
	<string>Đây là ứng dụng iOS được đóng gói để chạy trên máy Mac</string>
	<key>This package is signed and verified. The package was cryptographically signed by the developer and its integrity has been verified.</key>
	<string>Gói này đã được ký và xác minh. Gói đã được nhà phát triển ký điện tử và tính toàn vẹn của nó đã được xác minh.</string>
	<key>This package is unsigned or unverified. The package was not cryptographically signed, or its signature could not be verified.</key>
	<string>Gói này chưa được ký hoặc chưa được xác minh. Gói không được ký mã hóa, hoặc chữ ký của nó không thể được xác minh.</string>
	<key>This will completely uninstall %@ and remove all associated files. This action cannot be undone.</key>
	<string>Điều này sẽ gỡ cài đặt hoàn toàn %@ và xóa tất cả các tệp liên quan. Hành động này không thể hoàn tác.</string>
	<key>This will exclude selected items from future scans. Exclusion list can be edited from Settings &gt; Folders tab or the sidebar in this view.</key>
	<string>Điều này sẽ loại trừ các mục đã chọn khỏi các lần quét trong tương lai. Danh sách loại trừ có thể được chỉnh sửa từ Cài đặt &gt; tab Thư mục hoặc thanh bên trong chế độ xem này.</string>
	<key>This will exclude selected items from future scans. Exclusion list can be edited from Settings &gt; Folders tab.</key>
	<string>Điều này sẽ loại trừ các mục đã chọn khỏi các lần quét trong tương lai. Danh sách loại trừ có thể được chỉnh sửa từ Cài đặt &gt; Tab Thư mục.</string>
	<key>This will install %@ from the tapped repository.</key>
	<string>Điều này sẽ cài đặt %@ từ kho đã chọn.</string>
	<key>This will install %@ using Homebrew. This may take several minutes.</key>
	<string>Điều này sẽ cài đặt %@ bằng Homebrew. Quá trình này có thể mất vài phút.</string>
	<key>This will remove %@ from your system.</key>
	<string>Điều này sẽ xóa %@ khỏi hệ thống của bạn.</string>
	<key>This will remove all unused language translation files except your macOS language</key>
	<string>Điều này sẽ xóa tất cả các tệp dịch ngôn ngữ không sử dụng ngoại trừ ngôn ngữ macOS của bạn</string>
	<key>This will upgrade %@ to the latest version using Homebrew. This may take several minutes.</key>
	<string>Điều này sẽ nâng cấp %@ lên phiên bản mới nhất bằng cách sử dụng Homebrew. Điều này có thể mất vài phút.</string>
	<key>This will:
• Quit App Store and related processes
• Clear download cache
• Fix stuck or failed downloads

You may need to sign in again.</key>
	<string>Điều này sẽ:
• Thoát App Store và các quy trình liên quan
• Xóa bộ nhớ đệm tải xuống
• Sửa lỗi tải xuống bị kẹt hoặc thất bại

Bạn có thể cần đăng nhập lại.</string>
	<key>Toggle console output</key>
	<string>Chuyển đổi đầu ra bảng điều khiển</string>
	<key>Tools</key>
	<string>Công cụ</string>
	<key>Total Saved:</key>
	<string>Tổng Đã Lưu:</string>
	<key>Total Size:</key>
	<string>Tổng Kích thước:</string>
	<key>Transition animations disabled</key>
	<string>Tắt hiệu ứng chuyển động</string>
	<key>Transition animations enabled</key>
	<string>Bật hiệu ứng chuyển tiếp</string>
	<key>Translation</key>
	<string>Dịch thuật</string>
	<key>Translations</key>
	<string>Bản dịch</string>
	<key>Transparent material</key>
	<string>Chế độ trong suốt</string>
	<key>Transparent sidebar</key>
	<string>Thanh bên trong suốt</string>
	<key>Try a different search term</key>
	<string>Thử một thuật ngữ tìm kiếm khác</string>
	<key>Try adjusting your filters</key>
	<string>Thử điều chỉnh bộ lọc của bạn</string>
	<key>Try adjusting your search or filters</key>
	<string>Hãy thử điều chỉnh tìm kiếm hoặc bộ lọc của bạn</string>
	<key>Type</key>
	<string>Loại</string>
	<key>Type a keyword to exclude, Enter ↵ to save</key>
	<string>Nhập từ khóa để loại trừ, nhấn Enter ↵ để lưu</string>
	<key>Undo Removal</key>
	<string>Hoàn tác việc xóa</string>
	<key>Unhide update</key>
	<string>Hiện cập nhật</string>
	<key>Uninstall</key>
	<string>Gỡ cài đặt</string>
	<key>Uninstall %@</key>
	<string>Gỡ cài đặt %@</string>
	<key>Uninstall %@?</key>
	<string>Gỡ cài đặt %@?</string>
	<key>Uninstall All</key>
	<string>Gỡ cài đặt tất cả</string>
	<key>Uninstall Pearcleaner</key>
	<string>Gỡ cài đặt Pearcleaner</string>
	<key>Uninstall Selected (%lld)</key>
	<string>Gỡ cài đặt đã chọn (%lld)</string>
	<key>Uninstall confirmation alerts</key>
	<string>Xác nhận gỡ cài đặt</string>
	<key>Uninstall package</key>
	<string>Gỡ cài đặt gói</string>
	<key>Uninstalling...</key>
	<string>Đang gỡ cài đặt...</string>
	<key>Unit</key>
	<string>Đơn vị</string>
	<key>Unknown</key>
	<string>Không xác định</string>
	<key>Unknown service status (%lld).</key>
	<string>Trạng thái dịch vụ không xác định (%lld).</string>
	<key>Unlink File</key>
	<string>Hủy liên kết tệp</string>
	<key>Unload launch daemons and agents</key>
	<string>Dỡ bỏ các daemon và tác nhân khởi động</string>
	<key>Unload the service</key>
	<string>Dỡ bỏ dịch vụ</string>
	<key>Unpin version</key>
	<string>Bỏ ghim phiên bản</string>
	<key>Unregister Service</key>
	<string>Hủy đăng ký dịch vụ</string>
	<key>Unsigned</key>
	<string>Chưa ký</string>
	<key>Unsupported</key>
	<string>Không được hỗ trợ</string>
	<key>Update</key>
	<string>Cập nhật</string>
	<key>Update %@?</key>
	<string>Cập nhật %@?</string>
	<key>Update (Pinned)</key>
	<string>Cập nhật (Đã ghim)</string>
	<key>Update All</key>
	<string>Cập nhật tất cả</string>
	<key>Update Anyway</key>
	<string>Cập nhật Dù sao</string>
	<key>Update Available</key>
	<string>Có bản cập nhật</string>
	<key>Update Available 🥳</key>
	<string>Có bản cập nhật 🥳</string>
	<key>Update Available!</key>
	<string>Cập nhật có sẵn!</string>
	<key>Update Frequency</key>
	<string>Tần suất cập nhật</string>
	<key>Update Homebrew</key>
	<string>Cập nhật Homebrew</string>
	<key>Update Homebrew itself</key>
	<string>Cập nhật Homebrew</string>
	<key>Update Homebrew to the latest version using brew update</key>
	<string>Cập nhật Homebrew lên phiên bản mới nhất bằng cách sử dụng brew update</string>
	<key>Update all available apps</key>
	<string>Cập nhật tất cả ứng dụng có sẵn</string>
	<key>Update completed</key>
	<string>Đã hoàn tất cập nhật</string>
	<key>Update in App Store</key>
	<string>Cập nhật trong App Store</string>
	<key>Update in progress</key>
	<string>Đang cập nhật</string>
	<key>Updated %@</key>
	<string>Đã cập nhật %@</string>
	<key>Updater</key>
	<string>Trình cập nhật</string>
	<key>Updater frequency is set to Never</key>
	<string>Đã thiết lập không bao giờ kiểm tra cập nhật</string>
	<key>Updates Disabled</key>
	<string>Đã tắt cập nhật</string>
	<key>Updating apps...</key>
	<string>Đang cập nhật ứng dụng...</string>
	<key>Updating...</key>
	<string>Đang cập nhật...</string>
	<key>Upgrade Packages</key>
	<string>Gói Nâng Cấp</string>
	<key>Upgrade currently installed packages</key>
	<string>Nâng cấp các gói hiện đang cài đặt</string>
	<key>User</key>
	<string>Người dùng</string>
	<key>User denied permission. Enable in System Settings &gt; Login Items.</key>
	<string>Người dùng đã từ chối cấp quyền. Vui lòng bật trong Cài đặt hệ thống &gt; Mục đăng nhập.</string>
	<key>Uses from macOS</key>
	<string>Sử dụng từ macOS</string>
	<key>Valid cask: %@</key>
	<string>Thùng hợp lệ: %@</string>
	<key>Value</key>
	<string>Giá trị</string>
	<key>Version %@</key>
	<string>Phiên bản %@</string>
	<key>Version:</key>
	<string>Phiên bản:</string>
	<key>Version: %@</key>
	<string>Phiên bản: %@</string>
	<key>View</key>
	<string>Xem</string>
	<key>View Changelog</key>
	<string>Xem nhật ký thay đổi</string>
	<key>View Debug Window</key>
	<string>Xem cửa sổ gỡ lỗi</string>
	<key>View Issues</key>
	<string>Xem các bấn đề</string>
	<key>View Log</key>
	<string>Xem Nhật ký</string>
	<key>View Releases</key>
	<string>Xem các bản cập nhật</string>
	<key>View Repository</key>
	<string>Truy cập kho lưu trữ</string>
	<key>View Update</key>
	<string>Xem cập nhật</string>
	<key>View announcement details</key>
	<string>Xem chi tiết thông báo</string>
	<key>View homebrew-autoupdate.log</key>
	<string>Xem homebrew-autoupdate.log</string>
	<key>View in App Store</key>
	<string>Xem trong App Store</string>
	<key>View in Finder</key>
	<string>Xem trong Finder</string>
	<key>View packages in this tap</key>
	<string>Xem các gói trong tab này</string>
	<key>View project contributors</key>
	<string>Xem những người đóng góp cho dự án</string>
	<key>View update details and download</key>
	<string>Xem chi tiết cập nhật và tải xuống</string>
	<key>Waiting for schedules to be configured</key>
	<string>Đang chờ lịch trình được cấu hình</string>
	<key>Warning</key>
	<string>Cảnh báo</string>
	<key>Warning2</key>
	<string>Cảnh báo!</string>
	<key>Web app</key>
	<string>Ứng dụng web</string>
	<key>Weekly</key>
	<string>Hàng tuần</string>
	<key>When Homebrew cleanup is enabled, Pearcleaner will check if the app you are removing was installed via Homebrew and launch Terminal.app to execute a brew uninstall and cleanup command to let Homebrew know that the app is removed. This way your Homebrew list will be synced up correctly and caching will be removed. Terminal.app is required since some apps need sudo permissions to remove services and files placed in system folders. Since other terminal apps don't support AppleScript and/or the 'do script' command, I opted to use the default macOS Terminal app for this.

NOTE: If you undo the file delete with CMD+Z, the files will be put back but Homebrew will not be aware of it. To get the Homebrew list back in sync you'd need to run:

&gt; brew install APPNAME --force</key>
	<string>Khi bật tính năng dọn "Homebrew cleanup", Pearcleaner sẽ kiểm tra xem ứng dụng đang gỡ có được cài đặt thông qua Homebrew hay không và sẽ mở ứng dụng Terminal.app để chạy lệnh brew uninstall và cleanup, nhằm thông báo cho Homebrew biết rằng ứng dụng đã bị gỡ.
Cách này giúp danh sách ứng dụng trong Homebrew được đồng bộ chính xác và loại bỏ các tệp bộ nhớ đệm.
Ứng dụng Terminal.app mặc định của macOS là bắt buộc vì một số ứng dụng cần quyền sudo để gỡ bỏ dịch vụ và các tệp nằm trong thư mục hệ thống. Do các ứng dụng terminal khác không hỗ trợ AppleScript và/hoặc lệnh 'do script', do đó Pearcleaner đã chọn sử dụng ứng dụng Terminal.app mặc định của macOS cho thao tác này.

Lưu ý: Nếu bạn hoàn tác việc xóa tệp bằng phím tắt CMD+Z, các tệp sẽ được khôi phục, nhưng Homebrew sẽ không biết điều đó.
Để đồng bộ lại danh sách Homebrew, bạn cần chạy lệnh:

&gt; brew install APPNAME --force</string>
	<key>When Homebrew cleanup is enabled, Pearcleaner will check if the app you are removing was installed via Homebrew and remove the cache to keep everything synced up.</key>
	<string>Khi dọn dẹp Homebrew được bật, Pearcleaner sẽ kiểm tra xem ứng dụng bạn đang gỡ bỏ có được cài đặt qua Homebrew hay không và xóa bộ nhớ đệm để giữ mọi thứ đồng bộ.</string>
	<key>When applications are moved to Trash, Pearcleaner will launch and find related files and folders for deletion.</key>
	<string>Khi ứng dụng được đưa vào Thùng rác, Pearcleaner sẽ tự động khởi động và dò tìm các tệp, thư mục liên quan để xóa bỏ</string>
	<key>When deleting files using the Trash button, you can prevent accidental deletions by showing an alert before proceeding with the action.</key>
	<string>Khi xóa tệp bằng nút có biểu tượng Thùng rác, bạn có thể tránh xóa nhầm bằng cách hiển thị một thông báo xác nhận trước khi thực hiện hành động đó.</string>
	<key>When enabled, Pearcleaner will automatically scan for app updates in the background during launch. This way, updates are ready when you open the Updater view.</key>
	<string>Khi được bật, Pearcleaner sẽ tự động quét các bản cập nhật ứng dụng trong nền khi khởi động. Bằng cách này, các bản cập nhật sẵn sàng khi bạn mở chế độ xem Cập nhật.</string>
	<key>When executing certain write actions, show an alert before proceeding.</key>
	<string>Khi thực hiện các hành động ghi nhất định, hãy hiển thị cảnh báo trước khi tiếp tục.</string>
	<key>When running privileged Homebrew operations, Pearcleaner caches your password in the macOS Keychain for this duration to avoid repeated password prompts. Homebrew commands cannot be executed with the privileged helper tool Pearcleaner offers.</key>
	<string>Khi chạy các thao tác Homebrew có quyền ưu tiên, Pearcleaner lưu mật khẩu của bạn trong macOS Keychain trong thời gian này để tránh các yêu cầu nhập mật khẩu lặp lại. Các lệnh Homebrew không thể được thực thi với công cụ trợ giúp có quyền ưu tiên mà Pearcleaner cung cấp.</string>
	<key>When the helper tool was introduced March 2025, it was said that AuthorizationExecuteWithPrivileges (granting authentication via password prompt popup) would eventually be removed as it has already been deprecated by Apple. Some functionality will stop working in Pearcleaner if the helper isn't enabled going forward.</key>
	<string>Khi công cụ trợ giúp được giới thiệu vào tháng 3 năm 2025, đã có thông báo rằng AuthorizationExecuteWithPrivileges (cấp quyền xác thực thông qua cửa sổ bật lên yêu cầu mật khẩu) sẽ bị loại bỏ vì nó đã bị Apple ngừng hỗ trợ. Một số chức năng sẽ ngừng hoạt động trong Pearcleaner nếu công cụ trợ giúp không được kích hoạt.</string>
	<key>When this mode is enabled, clicking the Uninstall button to remove an app will also close Pearcleaner right after.
This only affects Pearcleaner when it is opened via external means, like Sentinel Trash Monitor, Finder extension or a Deep Link.
This allows for single use of the app for a quick uninstall. When Pearcleaner is opened normally, this setting is ignored and will work as usual.</key>
	<string>Khi bật chế độ này, việc nhấn nút Gỡ cài đặt để xóa một ứng dụng cũng sẽ tự động đóng Pearcleaner ngay sau đó.

Chế độ này chỉ ảnh hưởng đến Pearcleaner khi ứng dụng được mở thông qua các phương thức bên ngoài, như Sentinel Trash Monitor, tiện ích mở rộng Finder hoặc một liên kết sâu (Deep Link).

Tính năng này cho phép sử dụng nhanh Pearcleaner chỉ một lần để gỡ ứng dụng. Khi mở Pearcleaner theo cách thông thường, cài đặt này sẽ bị bỏ qua và ứng dụng sẽ hoạt động như bình thường.</string>
	<key>Will be disabled on %@</key>
	<string>Sẽ bị vô hiệu hóa vào ngày %@</string>
	<key>Working Directory: %@</key>
	<string>Thư mục làm việc: %@</string>
	<key>Workspace Storage Cleaner</key>
	<string>Trình Dọn Dẹp Bộ Nhớ Không Gian Làm Việc</string>
	<key>Your Homebrew installation is healthy</key>
	<string>Cài đặt Homebrew của bạn đang hoạt động tốt</string>
	<key>Your Homebrew installation is healthy!</key>
	<string>Cài đặt Homebrew của bạn đang hoạt động tốt!</string>
	<key>calculating</key>
	<string>đang tính toán</string>
	<key>e.g., firefox</key>
	<string>ví dụ: Firefox</string>
	<key>iOS</key>
	<string>iOS</string>
	<key>iOS app</key>
	<string>Ứng dụng iOS</string>
	<key>item</key>
	<string>mục</string>
	<key>items</key>
	<string>Mục</string>
	<key>macOS only enables extensions if the main app is in Applications folder</key>
	<string>macOS chỉ bật các tiện ích mở rộng nếu ứng dụng chính nằm trong thư mục Ứng dụng (Applications)</string>
	<key>match confidence</key>
	<string>độ tin cậy khớp</string>
	<key>of</key>
	<string>trên</string>
	<key>system</key>
	<string>hệ thống</string>
	<key>universal</key>
	<string>phổ quát</string>
	<key>user/tap</key>
	<string>user/tap</string>
	<key>web</key>
	<string>web</string>
	<key>• Auto-updates</key>
	<string>• Cập nhật tự động</string>
	<key>⚙️ Service/Daemon</key>
	<string>⚙️ Dịch vụ/Daemon</string>
	<key>⚠️ Conflicts With</key>
	<string>⚠️ Xung đột với</string>
	<key>⚠️ Deprecated</key>
	<string>⚠️ Không còn sử dụng</string>
	<key>✅ Installed</key>
	<string>✅ Đã cài đặt</string>
	<key>💻 System Requirements</key>
	<string>💻 Yêu cầu hệ thống</string>
	<key>📊 Popularity</key>
	<string>📊 Phổ biến</string>
	<key>📦 Recommended Replacements</key>
	<string>📦 Thay thế được đề xuất</string>
	<key>🔒 Keg-Only</key>
	<string>🔒 Chỉ thùng</string>
	<key>🚫 Disabled</key>
	<string>🚫 Đã tắt</string>
</dict>
</plist>
